{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-doxygen": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "dracula.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "git.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v2.x" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "netman.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "sonarlint.nvim": { "branch": "main" },
  "telescope-zoxide": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}